module.exports = [
  {
    "名称": "AK-15 突击步枪",
    "伤害": "97.50",
    "射速 (RPM)": "700 RPM",
    "有效射程 (米)": "1000",
    "默认口径": "762x39mm",
    "重量 (kg)": "3.10",
    "背包占格": "11 × 3",
    "适配弹匣": [
      "AK15 弹匣"
    ],
    "适配弹药": [
      "7.62x39mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "AK15 消音器",
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "AK-47 突击步枪",
    "伤害": "97.50",
    "射速 (RPM)": "600 RPM",
    "有效射程 (米)": "1000",
    "默认口径": "762x39mm",
    "重量 (kg)": "3.50",
    "背包占格": "7 × 3",
    "适配弹匣": [
      "AK47 弹匣",
      "RPK 轻机枪 弹匣"
    ],
    "适配弹药": [
      "7.62x39mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [
      "M70 刺刀"
    ],
    "导轨适配器": [
      "自制长导轨",
      "自制短导轨",
      "RIS 导轨适配器"
    ]
  },
  {
    "名称": "AKM 突击步枪",
    "伤害": "97.50",
    "射速 (RPM)": "600 RPM",
    "有效射程 (米)": "1000",
    "默认口径": "762x39mm",
    "重量 (kg)": "3.50",
    "背包占格": "11 × 3",
    "适配弹匣": [
      "RPK 轻机枪 弹匣",
      "AK47 弹匣"
    ],
    "适配弹药": [
      "7.62x39mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [
      "M70 刺刀"
    ],
    "导轨适配器": [
      "自制长导轨",
      "自制短导轨",
      "自制长导轨",
      "自制短导轨"
    ]
  },
  {
    "名称": "AKS-74U 冲锋枪",
    "伤害": "60.00",
    "射速 (RPM)": "650 RPM",
    "有效射程 (米)": "400",
    "默认口径": "545x39mm",
    "重量 (kg)": "2.70",
    "背包占格": "6 × 3",
    "适配弹匣": [
      "AKS-74U 弹匣"
    ],
    "适配弹药": [
      "5.45x39mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": [
      "自制短导轨"
    ]
  },
  {
    "名称": "AS Val 特种步枪",
    "伤害": "82.50",
    "射速 (RPM)": "900 RPM",
    "有效射程 (米)": "500",
    "默认口径": "9x39mm 口径",
    "重量 (kg)": "2.50",
    "背包占格": "7 × 3",
    "适配弹匣": [
      "AS Val/VSS 弹匣"
    ],
    "适配弹药": [
      "9x39mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": [
      "自制短导轨"
    ]
  },
  {
    "名称": "AT4 反坦克火箭筒",
    "伤害": "675.00",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "400",
    "默认口径": "84AT4HEAT",
    "重量 (kg)": "4.00",
    "背包占格": "11 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "RPG火箭弹"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "AWM 狙击步枪",
    "伤害": "138.00",
    "射速 (RPM)": "35 RPM",
    "有效射程 (米)": "1000",
    "默认口径": ".338 口径",
    "重量 (kg)": "6.90",
    "背包占格": "14 × 3",
    "适配弹匣": [
      "AWM 狙击步枪 弹匣"
    ],
    "适配弹药": [
      ".338 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      ".338 口径 消音器",
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "AWP 狙击步枪",
    "伤害": "120.00",
    "射速 (RPM)": "35 RPM",
    "有效射程 (米)": "1000",
    "默认口径": ".308 口径",
    "重量 (kg)": "6.50",
    "背包占格": "14 × 3",
    "适配弹匣": [
      "AWP 狙击步枪 弹匣"
    ],
    "适配弹药": [
      ".308 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      ".308 口径 消音器",
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "黑鹰十字弩",
    "伤害": "150.00",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "N/A",
    "默认口径": "弩箭",
    "重量 (kg)": "3.00",
    "背包占格": "11 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "弩箭"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "Block 21 手枪",
    "伤害": "87.00",
    "射速 (RPM)": "300 RPM",
    "有效射程 (米)": "400",
    "默认口径": ".45",
    "重量 (kg)": "0.65",
    "背包占格": "4 × 3",
    "适配弹匣": [
      "Block 21 弹匣"
    ],
    "适配弹药": [
      ".45 ACP 口径"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [
      ".45 ACP 口径 消音器",
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "碳纤维猎手步枪",
    "伤害": "120.00",
    "射速 (RPM)": "35 RPM",
    "有效射程 (米)": "1000",
    "默认口径": "30-06",
    "重量 (kg)": "2.80",
    "背包占格": "14 × 3",
    "适配弹匣": [
      "碳纤维猎手步枪 弹匣"
    ],
    "适配弹药": [
      ".30-06 口径",
      ".308 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "打猎瞄准镜",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      ".30-06 口径消音器",
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": [
      "自制步枪导轨"
    ]
  },
  {
    "名称": "复合弓",
    "伤害": "135.00",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "N/A",
    "默认口径": "N/A",
    "重量 (kg)": "1.50",
    "背包占格": "11 × 4",
    "适配弹匣": [],
    "适配弹药": [
      "箭矢"
    ],
    "近瞄镜 (红点/全息)": [
      "复合弓专用瞄准镜",
      "弓用稳定器",
      "自制弓用稳定器"
    ],
    "远瞄镜 (高倍镜)": [],
    "消音器": [
      "弓用消音毛条",
      "套接式弓用消音器"
    ],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "沙漠之鹰 .357 手枪",
    "伤害": "112.50",
    "射速 (RPM)": "350 RPM",
    "有效射程 (米)": "400",
    "默认口径": ".357 口径",
    "重量 (kg)": "2.00",
    "背包占格": "4 × 3",
    "适配弹匣": [
      "沙漠之鹰 .357 弹匣"
    ],
    "适配弹药": [
      ".357 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [
      "沙漠之鹰战术手电"
    ],
    "刺刀": [],
    "导轨适配器": [
      "M1911 安装导轨",
      "毒蛇左轮安装导轨"
    ]
  },
  {
    "名称": "沙漠之鹰 .50 手枪",
    "伤害": "135.00",
    "射速 (RPM)": "200 RPM",
    "有效射程 (米)": "400",
    "默认口径": "50AE",
    "重量 (kg)": "2.00",
    "背包占格": "4 × 3",
    "适配弹匣": [
      "DEagle .50 弹匣"
    ],
    "适配弹药": [
      ".50 AE 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [
      "沙漠之鹰战术手电"
    ],
    "刺刀": [],
    "导轨适配器": [
      "M1911 安装导轨",
      "毒蛇左轮安装导轨"
    ]
  },
  {
    "名称": "专业猎手弓",
    "伤害": "135.00",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "N/A",
    "默认口径": "N/A",
    "重量 (kg)": "2.00",
    "背包占格": "16 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "箭矢"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "丛林猎手弓",
    "伤害": "135.00",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "N/A",
    "默认口径": "N/A",
    "重量 (kg)": "2.00",
    "背包占格": "16 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "箭矢"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "DT11B 双管霰弹枪",
    "伤害": "30.00",
    "射速 (RPM)": "300 RPM",
    "有效射程 (米)": "200",
    "默认口径": "12号口径 (霰弹)",
    "重量 (kg)": "3.90",
    "背包占格": "11 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "12号口径 (霰弹)"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "信号枪",
    "伤害": "10.00",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "400",
    "默认口径": "N/A",
    "重量 (kg)": "0.80",
    "背包占格": "4 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "信号弹"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "HS SF19 手枪",
    "伤害": "82.50",
    "射速 (RPM)": "300 RPM",
    "有效射程 (米)": "400",
    "默认口径": "9mm 口径",
    "重量 (kg)": "0.66",
    "背包占格": "4 × 3",
    "适配弹匣": [
      "HS SF19 弹匣"
    ],
    "适配弹药": [
      "9mm 口径"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [
      "手枪通用消音器",
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "HS-9 手枪",
    "伤害": "82.50",
    "射速 (RPM)": "300 RPM",
    "有效射程 (米)": "400",
    "默认口径": "9mm 口径",
    "重量 (kg)": "0.66",
    "背包占格": "4 × 3",
    "适配弹匣": [
      "HS9 弹匣"
    ],
    "适配弹药": [
      "9mm 口径"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [
      "手枪通用消音器",
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "猎人 85 步枪",
    "伤害": "52.50",
    "射速 (RPM)": "35 RPM",
    "有效射程 (米)": "1000",
    "默认口径": ".22 口径",
    "重量 (kg)": "2.80",
    "背包占格": "14 × 3",
    "适配弹匣": [
      "猎人 85 弹匣"
    ],
    "适配弹药": [
      ".22 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "打猎瞄准镜",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "猎人步枪消音器",
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": [
      "自制步枪导轨"
    ]
  },
  {
    "名称": "自制弓 (20磅)",
    "伤害": "135.00",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "N/A",
    "默认口径": "N/A",
    "重量 (kg)": "2.00",
    "背包占格": "16 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "箭矢"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [
      "弓用消音毛条",
      "套接式弓用消音器"
    ],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "自制十字弩",
    "伤害": "100.00",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "N/A",
    "默认口径": "弩箭",
    "重量 (kg)": "3.00",
    "背包占格": "11 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "弩箭"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "自制火焰喷射器",
    "伤害": "N/A",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "N/A",
    "默认口径": "N/A",
    "重量 (kg)": "17.20",
    "背包占格": "16 × 4",
    "适配弹匣": [],
    "适配弹药": [],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "自制手枪",
    "伤害": "135.00",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "400",
    "默认口径": "50AE",
    "重量 (kg)": "1.20",
    "背包占格": "4 × 3",
    "适配弹匣": [
      "DEagle .50 弹匣"
    ],
    "适配弹药": [
      ".22 口径",
      ".357 口径",
      ".38 口径",
      ".45 ACP 口径",
      ".50 AE 口径",
      "9mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "自制单发步枪",
    "伤害": "82.50",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "400",
    "默认口径": "12号口径 (霰弹)",
    "重量 (kg)": "3.00",
    "背包占格": "11 × 3",
    "适配弹匣": [],
    "适配弹药": [
      ".30-06 口径",
      ".308 口径",
      ".338 口径",
      "5.45x39mm 口径",
      "5.56x45mm 口径",
      "7.62x39mm 口径",
      "7.62x54mmR 口径",
      "7.92x57mm 口径",
      "9x39mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": [
      "自制长导轨"
    ]
  },
  {
    "名称": "法官 .44 左轮手枪",
    "伤害": "127.50",
    "射速 (RPM)": "200 RPM",
    "有效射程 (米)": "400",
    "默认口径": "44Magnum",
    "重量 (kg)": "0.97",
    "背包占格": "4 × 3",
    "适配弹匣": [],
    "适配弹药": [
      ".44 口径"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "Kar98k 栓动步枪",
    "伤害": "150.00",
    "射速 (RPM)": "35 RPM",
    "有效射程 (米)": "1000",
    "默认口径": "792x57mm",
    "重量 (kg)": "4.10",
    "背包占格": "14 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "7.92x57mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器",
      "Kar98k 步枪消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [
      "Kar98k 刺刀"
    ],
    "导轨适配器": [
      "自制步枪导轨",
      "自制侧导轨"
    ]
  },
  {
    "名称": "克鲁格手枪",
    "伤害": "52.50",
    "射速 (RPM)": "300 RPM",
    "有效射程 (米)": "400",
    "默认口径": ".22 口径",
    "重量 (kg)": "0.66",
    "背包占格": "4 × 3",
    "适配弹匣": [
      "克鲁格手枪 弹匣"
    ],
    "适配弹药": [
      ".22 口径"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [
      "手枪通用消音器",
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "M1 加兰德步枪",
    "伤害": "120.00",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "400",
    "默认口径": "30-06",
    "重量 (kg)": "4.30",
    "背包占格": "14 × 3",
    "适配弹匣": [
      "碳纤维猎手步枪 弹匣",
      "M1 弹夹"
    ],
    "适配弹药": [
      ".30-06 口径",
      ".308 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "M1 实验型机械瞄具",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M1 加兰德专用瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器",
      "M1 消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [
      "M1 刺刀",
      "M1 枪口消焰器"
    ],
    "导轨适配器": [
      "自制步枪导轨"
    ]
  },
  {
    "名称": "M16A4 突击步枪",
    "伤害": "82.50",
    "射速 (RPM)": "800 RPM",
    "有效射程 (米)": "1000",
    "默认口径": "556x45mm",
    "重量 (kg)": "2.89",
    "背包占格": "11 × 3",
    "适配弹匣": [
      "M16 弹匣"
    ],
    "适配弹药": [
      "5.56x45mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "M16A4 折叠机械瞄具",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [
      "N9 刺刀"
    ],
    "导轨适配器": []
  },
  {
    "名称": "M1887 杠杆霰弹枪",
    "伤害": "30.00",
    "射速 (RPM)": "36 RPM",
    "有效射程 (米)": "200",
    "默认口径": "12号口径 (霰弹)",
    "重量 (kg)": "3.60",
    "背包占格": "11 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "12号口径 (霰弹)"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": [
      "自制短导轨"
    ]
  },
  {
    "名称": "M1887 锯短霰弹枪",
    "伤害": "30.00",
    "射速 (RPM)": "36 RPM",
    "有效射程 (米)": "200",
    "默认口径": "12号口径 (霰弹)",
    "重量 (kg)": "2.80",
    "背包占格": "8 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "12号口径 (霰弹)"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "莫辛纳甘 M1891 步枪",
    "伤害": "138.00",
    "射速 (RPM)": "35 RPM",
    "有效射程 (米)": "1000",
    "默认口径": "762x54mm",
    "重量 (kg)": "3.90",
    "背包占格": "14 × 3",
    "适配弹匣": [
      "SVD 狙击步枪 弹匣"
    ],
    "适配弹药": [
      "7.62x54mmR 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [
      "莫辛纳甘刺刀"
    ],
    "导轨适配器": [
      "自制步枪导轨"
    ]
  },
  {
    "名称": "M1911 手枪",
    "伤害": "87.00",
    "射速 (RPM)": "300 RPM",
    "有效射程 (米)": "400",
    "默认口径": ".45",
    "重量 (kg)": "1.10",
    "背包占格": "4 × 3",
    "适配弹匣": [
      "M1911 弹匣"
    ],
    "适配弹药": [
      ".45 ACP 口径"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [
      ".45 ACP 口径 消音器",
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "M249 轻机枪",
    "伤害": "82.50",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "1000",
    "默认口径": "556x45mm",
    "重量 (kg)": "7.50",
    "背包占格": "13 × 4",
    "适配弹匣": [
      "M16 弹匣"
    ],
    "适配弹药": [
      "5.56x45mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "M82A1 巴雷特狙击步枪",
    "伤害": "400.00",
    "射速 (RPM)": "200 RPM",
    "有效射程 (米)": "1000",
    "默认口径": "50BMG",
    "重量 (kg)": "14.00",
    "背包占格": "16 × 3",
    "适配弹匣": [
      "M82A1 巴雷特狙击步枪 弹匣"
    ],
    "适配弹药": [
      ".50 BMG 大口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "M82 快速拆装消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "MAC-10 冲锋枪",
    "伤害": "82.50",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "200",
    "默认口径": "9mm 口径",
    "重量 (kg)": "2.84",
    "背包占格": "5 × 3",
    "适配弹匣": [
      "MAC-10 弹匣"
    ],
    "适配弹药": [
      "9mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器",
      "MAC-10 消音器"
    ],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": [
      "自制短导轨"
    ]
  },
  {
    "名称": "MK18 突击步枪",
    "伤害": "82.50",
    "射速 (RPM)": "950 RPM",
    "有效射程 (米)": "1000",
    "默认口径": "556x45mm",
    "重量 (kg)": "2.67",
    "背包占格": "10 × 3",
    "适配弹匣": [
      "M16 弹匣"
    ],
    "适配弹药": [
      "5.56x45mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器",
      "MK18 消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "MP5 冲锋枪",
    "伤害": "82.50",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "400",
    "默认口径": "9mm 口径",
    "重量 (kg)": "2.92",
    "背包占格": "6 × 3",
    "适配弹匣": [
      "MP5 弹匣"
    ],
    "适配弹药": [
      "9mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器",
      "MP5 消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": [
      "MP5 安装导轨",
      "自制短导轨"
    ]
  },
  {
    "名称": "MP5 K 短款冲锋枪",
    "伤害": "82.50",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "400",
    "默认口径": "9mm 口径",
    "重量 (kg)": "2.00",
    "背包占格": "4 × 3",
    "适配弹匣": [
      "MP5 弹匣"
    ],
    "适配弹药": [
      "9mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器",
      "MP5 消音器"
    ],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": [
      "MP5 安装导轨",
      "自制短导轨"
    ]
  },
  {
    "名称": "MP5 SD 微声冲锋枪",
    "伤害": "82.50",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "400",
    "默认口径": "9mm 口径",
    "重量 (kg)": "2.71",
    "背包占格": "9 × 3",
    "适配弹匣": [
      "MP5 弹匣"
    ],
    "适配弹药": [
      "9mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": [
      "MP5 安装导轨",
      "自制短导轨"
    ]
  },
  {
    "名称": "和平捍卫者 .38 左轮手枪",
    "伤害": "97.50",
    "射速 (RPM)": "300 RPM",
    "有效射程 (米)": "400",
    "默认口径": ".357 口径",
    "重量 (kg)": "0.97",
    "背包占格": "4 × 3",
    "适配弹匣": [
      "沙漠之鹰 .357 弹匣"
    ],
    "适配弹药": [
      ".357 口径",
      ".38 口径"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "RPG-7 火箭筒",
    "伤害": "120000.00",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "400",
    "默认口径": "40PG-7M",
    "重量 (kg)": "4.00",
    "背包占格": "14 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "RPG火箭弹"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "RPK 轻机枪",
    "伤害": "97.50",
    "射速 (RPM)": "600 RPM",
    "有效射程 (米)": "1000",
    "默认口径": "762x39mm",
    "重量 (kg)": "4.80",
    "背包占格": "14 × 4",
    "适配弹匣": [
      "RPK 轻机枪 弹匣",
      "AK47 弹匣"
    ],
    "适配弹药": [
      "7.62x39mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [
      "M70 刺刀"
    ],
    "导轨适配器": [
      "自制长导轨",
      "自制短导轨"
    ]
  },
  {
    "名称": "SCAR 精确射手步枪",
    "伤害": "120.00",
    "射速 (RPM)": "650 RPM",
    "有效射程 (米)": "1000",
    "默认口径": ".308 口径",
    "重量 (kg)": "3.29",
    "背包占格": "12 × 3",
    "适配弹匣": [
      "SCAR 精确射手步枪 弹匣"
    ],
    "适配弹药": [
      ".308 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "SCAR-L 突击步枪",
    "伤害": "82.50",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "400",
    "默认口径": "556x45mm",
    "重量 (kg)": "3.29",
    "背包占格": "12 × 3",
    "适配弹匣": [
      "M16 弹匣"
    ],
    "适配弹药": [
      "5.56x45mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "SDASS 12M 泵动霰弹枪",
    "伤害": "30.00",
    "射速 (RPM)": "55 RPM",
    "有效射程 (米)": "200",
    "默认口径": "12号口径 (霰弹)",
    "重量 (kg)": "2.40",
    "背包占格": "10 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "12号口径 (霰弹)"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [],
    "消音器": [
      "12号口径 (霰弹) 消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "SKS 半自动步枪",
    "伤害": "97.50",
    "射速 (RPM)": "260 RPM",
    "有效射程 (米)": "400",
    "默认口径": "762x39mm",
    "重量 (kg)": "3.85",
    "背包占格": "14 × 3",
    "适配弹匣": [
      "RPK 轻机枪 弹匣",
      "AK15 弹匣",
      "AK47 弹匣"
    ],
    "适配弹药": [
      "7.62x39mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [
      "SKS 刺刀"
    ],
    "导轨适配器": [
      "自制步枪导轨"
    ]
  },
  {
    "名称": "SKS 半自动步枪 弹夹",
    "伤害": "97.50",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "N/A",
    "默认口径": "762x39mm",
    "重量 (kg)": "0.01",
    "背包占格": "2 × 2",
    "适配弹匣": [
      "RPK 轻机枪 弹匣",
      "AK15 弹匣",
      "AK47 弹匣"
    ],
    "适配弹药": [
      "7.62x39mm 口径"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "SVD 狙击步枪",
    "伤害": "138.00",
    "射速 (RPM)": "500 RPM",
    "有效射程 (米)": "1000",
    "默认口径": "762x54mm",
    "重量 (kg)": "5.30",
    "背包占格": "14 × 3",
    "适配弹匣": [
      "SVD 狙击步枪 弹匣"
    ],
    "适配弹药": [
      "7.62x54mmR 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "POSP 4X24V 狙击镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器",
      "SVD 狙击步枪 消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [
      "M70 刺刀"
    ],
    "导轨适配器": [
      "自制长导轨",
      "自制短导轨"
    ]
  },
  {
    "名称": "蝎式反曲弓 (40磅)",
    "伤害": "135.00",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "N/A",
    "默认口径": "N/A",
    "重量 (kg)": "1.50",
    "背包占格": "16 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "箭矢"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [
      "弓用消音毛条",
      "套接式弓用消音器"
    ],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "Serpent 357",
    "伤害": "112.50",
    "射速 (RPM)": "200 RPM",
    "有效射程 (米)": "400",
    "默认口径": ".357 口径",
    "重量 (kg)": "0.97",
    "背包占格": "4 × 3",
    "适配弹匣": [
      "沙漠之鹰 .357 弹匣"
    ],
    "适配弹药": [
      ".357 口径",
      ".38 口径"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "TEC01 490 泵动霰弹枪",
    "伤害": "30.00",
    "射速 (RPM)": "55 RPM",
    "有效射程 (米)": "200",
    "默认口径": "12号口径 (霰弹)",
    "重量 (kg)": "3.90",
    "背包占格": "11 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "12号口径 (霰弹)"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [],
    "消音器": [
      "12号口径 (霰弹) 消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "TEC01 M9 手枪",
    "伤害": "82.50",
    "射速 (RPM)": "300 RPM",
    "有效射程 (米)": "400",
    "默认口径": "9mm 口径",
    "重量 (kg)": "0.97",
    "背包占格": "4 × 3",
    "适配弹匣": [
      "M9 弹匣"
    ],
    "适配弹药": [
      "9mm 口径"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [
      "手枪通用消音器",
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "M9 战术手电"
    ],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "反曲折叠弓",
    "伤害": "135.00",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "N/A",
    "默认口径": "N/A",
    "重量 (kg)": "1.50",
    "背包占格": "8 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "箭矢"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "汤姆逊冲锋枪",
    "伤害": "87.00",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "1000",
    "默认口径": ".45",
    "重量 (kg)": "4.50",
    "背包占格": "10 × 3",
    "适配弹匣": [
      "汤姆逊冲锋枪 弹匣"
    ],
    "适配弹药": [
      ".45 ACP 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": [
      "自制短导轨"
    ]
  },
  {
    "名称": "温彻斯特 M1897 战壕枪",
    "伤害": "30.00",
    "射速 (RPM)": "88 RPM",
    "有效射程 (米)": "200",
    "默认口径": "12号口径 (霰弹)",
    "重量 (kg)": "3.60",
    "背包占格": "11 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "12号口径 (霰弹)"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [
      "P17 刺刀"
    ],
    "导轨适配器": [
      "自制短导轨"
    ]
  },
  {
    "名称": "UMP-45 冲锋枪",
    "伤害": "87.00",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "400",
    "默认口径": ".45",
    "重量 (kg)": "2.65",
    "背包占格": "6 × 4",
    "适配弹匣": [
      "UMP-45 弹匣"
    ],
    "适配弹药": [
      ".45 ACP 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      ".45 ACP 口径 消音器",
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "VHS-2 突击步枪",
    "伤害": "82.50",
    "射速 (RPM)": "800 RPM",
    "有效射程 (米)": "1000",
    "默认口径": "556x45mm",
    "重量 (kg)": "3.50",
    "背包占格": "9 × 3",
    "适配弹匣": [
      "VHS 弹匣"
    ],
    "适配弹药": [
      "5.56x45mm 口径"
    ],
    "近瞄镜 (红点/全息)": [
      "AimPRO 红点瞄准镜",
      "沙漠之鹰专用红点镜",
      "MRO 红点瞄准镜",
      "OKP 全息瞄准镜",
      "普通红点瞄准镜",
      "哨兵反射式红点镜",
      "V3 全息瞄准镜",
      "XPS 全息瞄准镜"
    ],
    "远瞄镜 (高倍镜)": [
      "ACOG 瞄准镜 (4倍)",
      "自制瞄准镜",
      "M82 巴雷特专用瞄准镜",
      "P-223 瞄准镜",
      "SpektralDR 变倍瞄准镜",
      "吸血鬼夜视瞄准镜"
    ],
    "消音器": [
      "自制塑料瓶消音器",
      "自制易拉罐消音器",
      "自制机油滤清器消音器"
    ],
    "战术手电/枪灯": [
      "自制手电筒"
    ],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "VHS-2 挂榴弹版步枪",
    "伤害": "400.00",
    "射速 (RPM)": "N/A",
    "有效射程 (米)": "1000",
    "默认口径": "40x46",
    "重量 (kg)": "4.10",
    "背包占格": "7 × 3",
    "适配弹匣": [],
    "适配弹药": [
      "40x46mm 榴弹"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "VSS 微声狙击步枪",
    "伤害": "82.50",
    "射速 (RPM)": "900 RPM",
    "有效射程 (米)": "500",
    "默认口径": "9x39mm 口径",
    "重量 (kg)": "2.50",
    "背包占格": "9 × 3",
    "适配弹匣": [
      "AS Val/VSS 弹匣"
    ],
    "适配弹药": [
      "9x39mm 口径"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  },
  {
    "名称": "毒蛇 .357 左轮手枪",
    "伤害": "112.50",
    "射速 (RPM)": "200 RPM",
    "有效射程 (米)": "400",
    "默认口径": ".357 口径",
    "重量 (kg)": "0.97",
    "背包占格": "4 × 3",
    "适配弹匣": [
      "沙漠之鹰 .357 弹匣"
    ],
    "适配弹药": [
      ".357 口径",
      ".38 口径"
    ],
    "近瞄镜 (红点/全息)": [],
    "远瞄镜 (高倍镜)": [],
    "消音器": [],
    "战术手电/枪灯": [],
    "刺刀": [],
    "导轨适配器": []
  }
]